/* English localization strings for Autofill extension */
"loading_error" = "Ошибка загрузки";
"loading_error_message" = "Произошла ошибка при загрузке учетных данных. Пожалуйста, откройте приложение AliasVault, чтобы проверить наличие обновлений.";
"ok" = "ОК";
"login_required" = "Требуется войти в систему";
"login_required_message" = "Чтобы использовать автозаполнение, пожалуйста, войдите в свою учетную запись AliasVault в приложении AliasVault.";
"biometric_required" = "Требуется %@";
"biometric_required_message" = "Чтобы использовать автозаполнение AliasVault, пожалуйста, включите %@ в настройках вашего устройства и/или перейдите в настройки приложения AliasVault, чтобы настроить его.";
"biometric_app_required_message" = "Чтобы использовать автозаполнение, пожалуйста, включите %@ в качестве метода разблокировки хранилища в настройках приложения Alias Vault.";
"loading_credentials" = "Загрузка учетных данных...";
"no_credentials_found" = "Учетные данные не найдены";
"no_credentials_match" = "Нет учетных данных, совпадающих с вашим запросом";
"create_new_credential" = "Создать новые учетные данные";
"select_credential" = "Выбрать учетные данные";
"select_text_to_insert" = "Выбрать текст для вставки";
"cancel" = "Отмена";
"choose_username" = "Выберите имя пользователя";
"select_text_to_insert_message" = "Выберите текст для вставки в выделенное поле ввода";
"choose_username_message" = "Для входа на этот веб-сайт может потребоваться либо ваше имя пользователя, либо адрес электронной почты";
"username_prefix" = "Имя пользователя: ";
"email_prefix" = "Электронная почта:";
"password" = "Пароль";
"error" = "Ошибка";
"credentials_load_error" = "Не удалось загрузить учетные данные. Пожалуйста, откройте приложение AliasVault, чтобы проверить наличие обновлений.";
"no_credential_selected" = "Учетные данные не выбраны.";
"failed_to_load_credentials" = "Не удалось загрузить учетные данные";
"face_id_touch_id" = "Face ID / Touch ID";
"face_id" = "Face ID";
"touch_id" = "Touch ID";

/* Context menu strings */
"copy_username" = "Скопировать имя пользователя";
"copy_password" = "Скопировать пароль";
"copy_email" = "Скопировать письмо";
"view_details" = "Просмотреть подробности";
"edit" = "Редактировать";
"username_copied" = "Имя пользователя скопировано";
"password_copied" = "Пароль скопирован";
"email_copied" = "Email скопирован";

/* Search bar */
"search_credentials" = "Поиск учетных данных...";
